Repository: TheButterBro/simtech-cscart
Catalog: var/langs/*/addons/*_departments.po
Languages: ru_ru

# Addons::name::sd_departments
source: Simtech Developments: Departments
ru_ru: Simtech Developments: Отделы

# Addons::description::sd_departments
source: Allow you to add and manage departments of your company.
ru_ru: Позволяем Вам добавлять отделы вашей компании и управлять ими.

# SettingsSections::sd_departments.departments
source: Departments
ru_ru: Отделы

# Languages::sd_departments.add_department
source: Add new departments
ru_ru: Создать новый отдел

# Languages::sd_departments.manager
source: Manager
ru_ru: Руководитель

# Languages::sd_departments.manager_not_found
source: There is currently no manager assigned
ru_ru: На данный момент руководитель не назначен

# Languages::sd_departments.add_manager_from_users
source: Add manager from users
ru_ru: Добавить руководителя из списка пользователей

# Languages::sd_departments.workers
source: Workers
ru_ru: Работники

# Languages::sd_departments.workers_not_found
source: There is currently no workers assigned
ru_ru: На данный момент работники не назначены

# Languages::sd_departments.add_workers_from_users
source: Add workers from users
ru_ru: Добавить работников из списка пользователей
